Repository: jamesphotography/TuiPorfolio
Catalog: TUI/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

source: %@s
zh_hans: %@秒
zh_hant: %@秒

source: 's Portfolio
zh_hans: 的作品集
zh_hant: 的作品集

source: %@ Portfolio
zh_hans: %@作品集
zh_hant: %@作品集

source: %@'s Portfolio
zh_hans: %@作品集
zh_hant: %@作品集

source: %lld days left to complete Project365
zh_hans: 距离完成365天摄影挑战还有 %lld 天。
zh_hant: 距離完成365天攝影挑戰還有 %lld 天。

source: %lld photos
zh_hans: %lld 作品
zh_hant: %lld 張作品

source: %lldmm
zh_hans: %lld毫米

source: 1 - %lld photos
zh_hans: 1 - %lld 张
zh_hant: 1-%lld張

source: Add one image
zh_hans: 添加一张作品
zh_hant: 添加一張作品

source: Add Photo to Portfolio
zh_hans: 将影像珍藏入作品集
zh_hant: 將影像珍藏入作品集

source: Add to Portfolio
zh_hans: 珍藏入作品集
zh_hant: 加入作品集

source: Album Import
zh_hans: 增加一个相册
zh_hant: 相冊導入

source: Altitude
zh_hans: 海拔
zh_hant: 海拔

source: Altitude: %dm
zh_hans: 海拔高度：%dm
zh_hant: 海拔高度：%dm

source: Apple Maps
zh_hans: 苹果地图
zh_hant: Apple 地圖

source: Are you sure you want to delete this backup? This action cannot be undone.
zh_hans: 您确定要删除这个备份吗？此操作无法撤销。
zh_hant: 您確定要刪除這個備份嗎？此操作無法撤銷。

source: Are you sure you want to delete this image?
zh_hans: 请确认 真的要删除这张作品?
zh_hant: 你確定要刪除這張作品

source: Area: %@
zh_hans: 州/省：
zh_hant: 州/省：%@

source: Backup & Restore
zh_hans: 备份与恢复
zh_hant: 備份與還原

source: Beginner's Guide
zh_hans: 使用指南
zh_hant: 初學者指南

source: Best attempt started on
zh_hans: 最佳尝试开始于
zh_hant: 最佳嘗試開始於

source: Best attempt started on %@
zh_hans: 最佳尝试开始于%@
zh_hant: 最長挑戰開始於%@

source: Bird Count
zh_hans: 观鸟统计
zh_hant: 鸛鳥統計

source: Bird Name Match
zh_hans: 鸟名匹配
zh_hant: 鳥名匹配

source: Bird Name Search
zh_hans: 鸟名搜索
zh_hant: 鳥名查詢

source: Bird Watching
zh_hans: 鸟类观测
zh_hant: 鸛鳥

source: Bulk Import
zh_hans: 批量导入相册
zh_hant: 批量導入相冊

source: Calendar
zh_hans: 日历
zh_hant: 日曆

source: Camera Count
zh_hans: 相机使用记录
zh_hant: 相機使用紀錄

source: Camera Info
zh_hans: 相机信息
zh_hant: 相機信息

source: Camera: %@
zh_hans: 相机：%@
zh_hant: 相機：%@

source: Cameras
zh_hans: 相机
zh_hant: 相機

source: Cancel
zh_hans: 取消
zh_hant: 取消

source: Caption
zh_hans: 介绍
zh_hant: 介紹

source: Caption: %@
zh_hans: 介绍%@
zh_hant: 介紹：%@

source: Capture Date
zh_hans: 拍摄日期
zh_hant: 拍攝日期

source: Capture Date: %@
zh_hans: 拍摄日期%@
zh_hant: 拍攝日期：%@

source: Chart Type
zh_hans: 图表类型
zh_hant: 圖表類型

source: Confirm Delete
zh_hans: 确认删除
zh_hant: 確認刪除

source: Coordinates copied
zh_hans: GPS 经纬度已复制
zh_hant: GPS經緯度已複製

source: Copied
zh_hans: 已复制
zh_hant: 已複製

source: Copied: %@
zh_hans: 复制成功：%@
zh_hant: 複製成功：%@

source: Copy Exif
zh_hans: 复制文本
zh_hant: 複製文本

source: Copy GPS Data
zh_hans: 复制GPS数据
zh_hant: 複製 GPS 資料

source: Copy Successful
zh_hans: 复制已成功
zh_hant: 複製成功

source: Country
zh_hans: 国家
zh_hant: 國家

source: Country: %@
zh_hans: 国家：%@
zh_hant: 國家：%@

source: Create Backup
zh_hans: 创建备份
zh_hant: 創建備份

source: Create New Backup
zh_hans: 创建新备份
zh_hant: 創建新備份

source: Current streak: %lld days
zh_hans: 最新挑战：%lld天
zh_hant: 當前的挑戰已堅持%lld 天了

source: Date Taken
zh_hans: 拍摄时间
zh_hant: 拍攝時間

source: Date: %@
zh_hans: 时间：%@
zh_hant: 日期：%@

source: Days
zh_hans: 天
zh_hant: 天

source: Delete
zh_hans: 删除
zh_hant: 刪除

source: Delete Image
zh_hans: 删除作品
zh_hant: 刪除作品

source: Description
zh_hans: 作品描述
zh_hant: 作品描述

source: Don't forget to upload today's photo to keep your streak!
zh_hans: 别忘了上传今天的照片，以保持你的挑战记录！
zh_hant: 別忘了上傳今天的照片，以保持你的挑戰記錄！

source: Done
zh_hans: 确定
zh_hant: 確定

source: Edit Details
zh_hans: 编辑资料
zh_hant: 編輯說明

source: Edit Image
zh_hans: 编辑作品
zh_hant: 編輯作品

source: Editable Information
zh_hans: 信息调整区
zh_hant: 資訊調整區

source: Enable Bird Watching
zh_hans: 启用观鸟统计
zh_hant: 啟用鸛鳥統計

source: Ended on
zh_hans: 结束于
zh_hant: 結束於

source: Ended on %@
zh_hans: 结束于 %@
zh_hant: 結束於 %@

source: Error
zh_hans: 错误
zh_hant: 錯誤

source: Error: %@
zh_hans: 错误：%@
zh_hant: 錯誤：%@

source: Exif Data
zh_hans: Exif 信息
zh_hant: Exif 信息

source: EXIF has been copied to the clipboard
zh_hans: EXIF 已复制到剪贴板
zh_hant: EXIF 已複製到剪貼簿

source: EXIF information has been copied to the clipboard
zh_hans: EXIF 等信息已复制到剪贴板
zh_hant: EXIF 等信息已複製到剪貼簿

source: Existing Backups
zh_hans: 现有备份文件
zh_hant: 現有備份

source: Expected import: %lld photos
zh_hans: 预期导入：%lld 张照片
zh_hant: 預計導入：%lld張

source: Exposure Info
zh_hans: 曝光时间
zh_hant: 曝光信息

source: Exposure Time
zh_hans: 曝光时间
zh_hant: 曝光時間

source: Exposure: %@ mm f/%@ 1/%@ s ISO: %lld
zh_hans: 曝光: %1$@ mm f/%2$@ 1/%3$@ s ISO: %4$lld
zh_hant: 曝光: %1$@ mm f/%2$@ 1/%3$@ s ISO: %4$lld

source: F Number
zh_hans: 光圈
zh_hant: 光圈

source: Failed Imports
zh_hans: 导入失败
zh_hant: 失敗導入

source: Failed to import: %lld
zh_hans: 导入失败：%lld
zh_hant: 導入失敗：%lld

source: Failed to save image: Failed to parse capture date
zh_hans: 图片保存失败，因为没有拍摄时间
zh_hant: 保存圖片失敗，因為沒有拍攝時間

source: First Seen (%@)
zh_hans: 首次出现 (%@)
zh_hant: 首次出現 (%@)

source: First seen: %@
zh_hans: 首拍：%@
zh_hant: 首拍：%@

source: Focal Length
zh_hans: 焦距
zh_hant: 焦距

source: Focal Length (35mm)
zh_hans: 35mm 等效焦距
zh_hant: 35毫米等效焦距

source: Found %lld bird species
zh_hans: %lld种鸟
zh_hant: %lld種鳥

source: Found %lld camera models
zh_hans: %lld种相机
zh_hant: %lld種相機

source: Found %lld lens models
zh_hans: %lld种镜头
zh_hant: %lld種鏡頭

source: Found %lld photos
zh_hans: 搜索到 %lld 张图片
zh_hant: 搜索到%lld張圖片

source: Google Maps
zh_hans: 谷歌地图
zh_hant: Google 地圖

source: Great job! You've uploaded today's photo.
zh_hans: 干的漂亮！你已经上传了今天的照片。
zh_hant: 做得漂亮！你已經上傳了今天的照片。

source: Help & More
zh_hans: 帮助及更多
zh_hant: 帮助与更多

source: Image
zh_hans: 作品
zh_hant: 作品

source: Image could not be loaded
zh_hans: 图片没有被引入
zh_hant: 圖片不能被引入

source: Image could not be loaded.
zh_hans: 图片没有被引入.
zh_hant: 圖片不能被引入。

source: Image Information
zh_hans: 作品信息
zh_hant: 作品信息

source: Image Name
zh_hans: 作品名称
zh_hant: 作品名稱

source: Image Name: %@
zh_hans: 作品名称: %@
zh_hant: 作品名稱: %@

source: Image not available
zh_hans: 作品不存在
zh_hant: 作品不存在

source: Image not found
zh_hans: 没有发现图片
zh_hant: 沒有發現圖片

source: Image successfully saved to photo library
zh_hans: 图片已成功保存到相册
zh_hant: 圖片已成功儲存至相簿

source: Import Completed
zh_hans: 导入完成
zh_hant: 導入完成

source: Import More
zh_hans: 导入更多
zh_hant: 導入更多

source: Importing...
zh_hans: 导入中...
zh_hant: 導入中...

source: In %d days, %@, you've captured %@ of moments. Each press of the shutter is a testament to your passion and dedication to photography.
zh_hans: 在 %d 天内，%@，你捕捉了 %@ 个瞬间。每一次按下快门都是你对摄影热情和奉献的见证。
zh_hant: 在 %d 天內，%@，你捕捉了 %@ 個瞬間。每一次按下快門都是你對攝影熱情和奉獻的見證。

source: In these %lld days, you've captured %@ of moments. Each press of the shutter is a testament to your passion and dedication to photography.
zh_hans: 这%lld天里，你用镜头定格了%@精彩瞬间。每次按下快门，都是你对摄影艺术热爱与坚持的印证。
zh_hant: 這%lld天裡，你用鏡頭定格了%@精彩瞬間。每次按下快門，都是你對攝影藝術熱愛與堅持的印證。

source: Incredible Journey
zh_hans: 非凡旅程
zh_hant: 非凡旅程

source: Keep going! %lld days left to complete Project365
zh_hans: 继续努力！还有%lld天就可以完成365天摄影挑战了！
zh_hant: 繼續加油！還有%lld天就能完成挑戰

source: Key
zh_hans: 关键
zh_hant: 關鍵

source: Language
zh_hans: 语言
zh_hant: 語言

source: Last Used (%@)
zh_hans: 最后使用 (%@)
zh_hant: 最後使用 (%@)

source: Last used: %@
zh_hans: 最后使用时间：%@
zh_hant: 最後使用時間：%@

source: Latitude
zh_hans: 经度
zh_hant: 經度

source: Layout
zh_hans: 布局
zh_hant: 佈局

source: Lens Count
zh_hans: 镜头使用记录
zh_hant: 鏡頭使用紀錄

source: Lens Info
zh_hans: 镜头信息
zh_hant: 鏡頭信息

source: Lens: %@
zh_hans: 镜头%@
zh_hant: 鏡頭：%@

source: Lenses
zh_hans: 镜头
zh_hant: 鏡頭

source: Load More
zh_hans: 更多作品
zh_hant: 更多作品...

source: Load more ...
zh_hans: 更多作品...
zh_hant: 更多作品...

source: Loading statistics...
zh_hans: 导入状态...
zh_hant: 導入狀態...

source: Loading...
zh_hans: 导入中...
zh_hant: 導入中...

source: Locality
zh_hans: 地区
zh_hant: 地區

source: Locality: %@
zh_hans: 地区：%@
zh_hant: 地區：%@

source: Location Info
zh_hans: 拍摄地点
zh_hant: 拍攝地點

source: Location Services Disabled
zh_hans: 地址服务被禁止
zh_hant: 地址服務被禁用

source: Location: %@, %@, %@
zh_hans: 位置: %1$@, %2$@, %3$@
zh_hant: 位置: %1$@, %2$@, %3$@

source: Long press to copy exif
zh_hans: 长按以复制Exif
zh_hant: 長按以複製 EXIF

source: Longest streak: %lld days
zh_hans: 最长一次挑战：%lld天
zh_hant: 最長一次挑戰：%lld天

source: Longitude
zh_hans: 纬度
zh_hant: 緯度

source: More Options
zh_hans: 更多选项
zh_hant: 更多選項

source: More Photos
zh_hans: 更多作品
zh_hant: 更多作品

source: National List
zh_hans: 国家
zh_hant: 國家

source: Navigation Options
zh_hans: 导航选项
zh_hant: 導航選項

source: No active streak. Start shooting today!
zh_hans: 没有激活365摄影挑战，今天开始吗？
zh_hant: 沒有激活挑戰，從今天開始拍照吧！

source: No backups found
zh_hans: 还没有备份文件
zh_hant: 未找到備份

source: No bird records found
zh_hans: 没有鸟种记录
zh_hant: 沒有找到鳥種紀錄

source: No camera records found
zh_hans: 没有相机记录
zh_hant: 沒有找到相機種類

source: No lens records found
zh_hans: 没有镜头记录
zh_hant: 沒有找到鏡頭種類

source: No matching photos found
zh_hans: 没有找到任何符合的作品
zh_hant: 沒有找到任何符合的作品

source: No matching works found
zh_hans: 没有找到匹配的作品
zh_hant: 沒有匹配的作品

source: No More Images
zh_hans: 没有更多作品了
zh_hant: 沒有更多的作品了

source: No More Photos
zh_hans: 没有更多照片了
zh_hant: 沒有更多的照片了

source: No photos available for this date.
zh_hans: 这一天没有作品
zh_hant: 這一天沒有作品

source: No photos for this date
zh_hans: 这一天没有作品
zh_hant: 這一天沒有作品

source: No photos found for this camera model
zh_hans: 未找到此相机型号的照片
zh_hant: 未找到該相機的照片

source: No photos found for this lens model
zh_hans: 未找到此镜头型号的照片
zh_hant: 未找到該鏡頭的照片

source: No. %lld
zh_hans: No.
zh_hant: 第%lld

source: No.%lld
zh_hans: 第%lld
zh_hant: 第%lld

source: Object Name
zh_hans: 名称
zh_hant: 名稱

source: Object Name: %@
zh_hans: 名称：%@
zh_hant: 名稱：%@

source: Omit Camera Brand
zh_hans: 省略相机品牌
zh_hant: 省略相机品牌

source: Open Settings
zh_hans: 打开设置
zh_hant: 前往設定

source: Photo already exists
zh_hans: 图片已经存在
zh_hant: 照片已經存在

source: Photo Count (%@)
zh_hans: 共（%@）张作品
zh_hant: 照片數量 (%@)

source: Photo Library Access Required
zh_hans: 需要访问照片库权限
zh_hant: 需要相簿存取權限

source: Photo Sorting
zh_hans: 作品排序
zh_hant: 作品排序

source: Photo Sorting & Layout
zh_hans: 作品排序与布局
zh_hant: 作品排序與佈局

source: Photographer
zh_hans: 摄影师
zh_hant: 攝影師

source: Photographer's Journey
zh_hans: 攝影生涯
zh_hant: 攝影生涯

source: Photographer's Journey: In %d days, %@, you've captured %@ of moments. Each press of the shutter is a testament to your passion and dedication to photography. You've used %d cameras and %d lenses to capture %d stunning photos, each telling a unique story. Your lens has spanned %d countries and %d regions, bringing the world closer. .
zh_hans: 摄影师的旅程： 在 %d 天内，%@，你捕捉了 %@ 个瞬间。每一次按下快门都是你对摄影热情和奉献的见证。 你使用了 %d 台相机和 %d 支镜头拍摄了 %d 张惊艳的照片，每张照片都讲述了一个独特的故事。 你的镜头已经覆盖了 %d 个国家和 %d 个地区，让世界变得更加亲近。
zh_hant: 攝影師的旅程： 在 %d 天內，%@，你捕捉了 %@ 個瞬間。每一次按下快門都是你對攝影熱情和奉獻的見證。 你使用了 %d 台相機和 %d 支鏡頭拍攝了 %d 張驚艷的照片，每張照片都講述了獨特的故事。 你的鏡頭已經遍及 %d 個國家和 %d 個地區，讓世界變得更加親近。

source: Photographic Quotes
zh_hans: 摄影金句
zh_hant: 攝影金句

source: Photography Journey
zh_hans: 摄影生涯
zh_hant: 攝影生涯

source: Photography Quotes
zh_hans: 摄影金句
zh_hant: 攝影金句

source: Photos on %@
zh_hans: 作品在 %@
zh_hant: 作品拍攝%@

source: Photos taken on %@
zh_hans: 作品拍摄于 %@
zh_hant: 作品拍攝於 %@

source: Photos taken on the same day
zh_hans: 同一天拍摄的作品
zh_hant: 同一天拍攝的作品

source: Please enable location services in Settings.
zh_hans: 请启用地址服务
zh_hant: 請在設置中啟用地址服務

source: Please exit Tui and restart the app to refresh the data.
zh_hans: 请退出 Tui 并重新启动应用以刷新数据。
zh_hant: 請退出圖憶並重新啟動應用程式以刷新資料。

source: Please grant access to your photo library in Settings.
zh_hans: 请在设置中授予对照片库的访问权限。
zh_hant: 請在設定中授予對相簿存取權限。

source: Popular Searches
zh_hans: 热门搜索
zh_hant: 熱門搜索

source: PROJECT 365
zh_hans: 摄影365挑战
zh_hant: 攝影365挑戰

source: Project365
zh_hans: 365天摄影挑战
zh_hant: 365天攝影挑戰

source: Project365 Statistics
zh_hans: 365天摄影挑战回顾
zh_hant: 365天攝影挑戰回顧

source: Rate App
zh_hans: 五星好评
zh_hant: 评价应用程序

source: Rating
zh_hans: 评分
zh_hant: 評分

source: Restore
zh_hans: 恢复
zh_hant: 恢復

source: Restore Completed
zh_hans: 恢复完成
zh_hant: 恢復完成

source: Restoring...
zh_hans: 数据恢复中...
zh_hant: 正在恢復中...

source: Save
zh_hans: 保存
zh_hant: 保存

source: Save failed: %@
zh_hans: 保存失敗：%@
zh_hant: 儲存失敗：%@

source: Save Original
zh_hans: 保存原图
zh_hant: 保存原圖

source: Save Poster
zh_hans: 保存海报
zh_hant: 保存海報

source: Save Settings
zh_hans: 保存设置
zh_hant: 保存設置

source: Save Status
zh_hans: 保存状态
zh_hant: 保存狀態

source: Save User Name
zh_hans: 保存用户名
zh_hant: 保存用戶名

source: Saving image...
zh_hans: 图片保存中...
zh_hant: 作品保存中...

source: Seach
zh_hans: 搜索
zh_hant: 搜索

source: Search
zh_hans: 搜索
zh_hant: 搜索

source: Search bird name
zh_hans: 搜索鸟名
zh_hant: 搜索鳥名

source: Search View
zh_hans: 搜索
zh_hant: 搜索

source: Select a backup from the list above
zh_hans: 从上面的列表中选择一个备份
zh_hant: 從上面的列表中選擇一個備份

source: Select Year
zh_hans: 选择年份
zh_hant: 選擇年份

source: Selected album: %@
zh_hans: 选择的相册：%@
zh_hant: 選中的相冊：%@

source: Selected backup: %@
zh_hans: 选择的备份：%@
zh_hant: 選擇的備份：%@

source: Settings
zh_hans: 设置
zh_hant: 設置

source: Settings Saved
zh_hans: 设置已被保存
zh_hant: 設置已被保存

source: Share App
zh_hans: 分享图忆APP
zh_hant: 分享應用程式

source: Share Options
zh_hans: 分享选项
zh_hant: 分享選項

source: Share with EXIF
zh_hans: 包含 EXIF 信息分享
zh_hant: 包含Exif信息分享

source: Share with GPS
zh_hans: 包含地理信息分享
zh_hant: 包含地理信息分享

source: Size: %@
zh_hans: 文件大小：%@
zh_hant: 文件大小：%@

source: Sort Ascending
zh_hans: 升序排列
zh_hant: 升冪排序

source: Sort by Shooting Time
zh_hans: 按照拍攝時間排序
zh_hant: 按照拍摄时间排序

source: Sort by time
zh_hans: 按时间排序
zh_hant: 依時間排序

source: Sort Descending
zh_hans: 降序排列
zh_hant: 降冪排序

source: Sort Options
zh_hans: 排序选项
zh_hant: 排序選項

source: Species Name
zh_hans: 作品名称
zh_hant: 作品名稱

source: Start Import
zh_hans: 开始导入
zh_hant: 開始導入

source: Start Restore
zh_hans: 开始恢复
zh_hant: 開始恢復

source: Statistics have been copied to clipboard.
zh_hans: 统计数据已复制到剪贴板。
zh_hant: 統計數據已複製到剪貼簿。

source: Streak Comparison
zh_hans: 挑战记录比较
zh_hant: 挑戰紀錄比較

source: Success: %lld, Failure: %lld
zh_hans: 成功：%1$lld，失败：%2$lld
zh_hant: 成功： %1$lld，失敗：%2$lld

source: Successful Imports
zh_hans: 成功导入
zh_hant: 成功導入

source: Successfully imported: %lld
zh_hans: 导入成功： %lld
zh_hant: 導入成功：%lld

source: Tap for navigation options
zh_hans: 点击以查看导航选项
zh_hant: 點擊查看導航選項

source: Tap to copy GPS coordinates.
zh_hans: 点一下复制GPS经纬度
zh_hant: 點一下複製GPS經緯度

source: There are %lld photos at this location.
zh_hans: 该地总共有%lld 张作品
zh_hant: 該地總共有%lld 張照片

source: Title
zh_hans: 标题
zh_hant: 標題

source: Tui
zh_hans: 图忆
zh_hant: 圖憶

source: TUI
zh_hans: 图忆
zh_hant: 圖憶

source: TUI Portfolio
zh_hans: 图忆作品集
zh_hant: 圖憶作品集

source: Type
zh_hans: 类型
zh_hant: 類型

source: Unable to load photo(s)
zh_hans: 无法导入作品
zh_hant: 無法導入作品

source: Unable to load photos
zh_hans: 无法加载照片
zh_hant: 無法加載圖片

source: Unknown Date
zh_hans: 未知日期
zh_hant: 未知日期

source: Usage
zh_hans: 用量
zh_hant: 用量

source: Use Single Column Layout
zh_hans: 使用单列布局
zh_hant: 使用單欄佈局

source: Use Waterfall Layout
zh_hans: 使用双列瀑布流
zh_hant: 使用 2 路瀑布佈局

source: User Name
zh_hans: 作者名
zh_hant: 用戶名

source: User: %@
zh_hans: 用户：%@
zh_hant: 攝影師：%@

source: Video Tutorials
zh_hans: 视频教程
zh_hant: 視頻教程

source: View All Photos
zh_hans: 查看所有作品
zh_hant: 看所有照片

source: Year
zh_hans: 年
zh_hant: 年

source: You have taken %lld breathtaking photos, each telling a unique story.
zh_hans: 這%lld令人叹为观止的照片，每一张都讲述着一个独特的故事。
zh_hant: 這%lld令人嘆為觀止的照片，每一張都訴說著一個獨特的故事。

source: You've taken %d stunning photos, each telling a unique story.
zh_hans: 這%lld令人叹为观止的照片，每一张都讲述着一个独特的故事。
zh_hant: 你拍攝了%d張令人驚嘆的照片，每一張都講述著一個獨特的故事。

source: You've taken %lld stunning photos, each telling a unique story.
zh_hans: 這%lld令人叹为观止的照片，每一张都讲述着一个独特的故事。
zh_hant: 這%lld令人嘆為觀止的照片，每一張都訴說著一個獨特的故事。

source: You've used %d cameras and %d lenses to capture %d stunning photos, each telling a unique story.
zh_hans: 你使用了 %d 台相机和 %d 支镜头拍摄了 %d 张惊艳的照片，每张照片都讲述了一个独特的故事。
zh_hant: 你使用了 %d 台相機和 %d 支鏡頭拍攝了 %d 張驚艷的照片，每張照片都講述了獨特的故事。

source: You've used %lld cameras and %lld lenses to capture these memories, each tool adding its unique touch to your art.
zh_hans: 你使用了 %lld 台相机和 %lld 支镜头来捕捉这些记忆，都为你的艺术作品增添了独特的风采。
zh_hant: 你使用了 %lld 台相機和 %lld 支鏡頭來捕捉這些記憶，都為你的藝術作品增添了獨特的風采。

source: Your lens has spanned %d countries and %d regions, bringing the world closer.
zh_hans: 你的镜头已经覆盖了 %d 个国家和 %d 个地区，让世界变得更加亲近。
zh_hant: 你的鏡頭已經遍及 %d 個國家和 %d 個地區，讓世界變得更加親近。

source: Your lens has spanned %lld countries and %lld regions, bringing the world closer through your eyes.
zh_hans: 镜头记录了%lld个国家和%lld个地区的风采，用独特的视角拉近了世界的距离。
zh_hant: 镜头记录了%lld个国家和%lld个地区的风采，用独特的视角拉近了世界的距离。

source: Your settings have been saved successfully.
zh_hans: 设置已经被成功保存
zh_hant: 你的設置已經被成功保存

source: Your settings have been saved successfully. Please restart the app for the changes to take effect.
zh_hans: 您的设置已成功保存。请重新启动图忆以使更改生效。
zh_hant: 您的設定已成功儲存。請重新啟動應用程式以使變更生效。

source: Photos at %lf, %lf
zh_hant: 作品拍攝 %lf, %lf
